Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: བདེ་གཤེགས་ འོད་ཟེར་ བཟང་པོ་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདེན་པ འི་ མཐུ་རྩལ་ ལ །_། བསོད་སྙོམས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $725 “The well-gone Suraśmi, when a poor man, |#| Offered alms |#| To the thus-gone Power of the Truth |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོབས་པ འི་ མདོག་ ནི་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐོགས་མེད་ བློ་ དེ་ ལ །_། ཤུ་ཏི འི་ མེ་ཏོག་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $726 “The well-gone Pratibhāna­varṇa, when a forest guard, |#| Offered dill flowers |#| To the thus-gone Unimpeded Mind |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྟེགས་ བཟང་ སྒོ་བ འི་ ཚེ །_། བདེ་གཤེགས་ མདངས་ འོད་ གྲོང་ཁྱེར་ གཤེགས་པ་ ན །_། |#| ཐལ་མོ་ སྦྱར་ ཏེ་ ཕྱག་ དག་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $727 “The thus-gone Sutīrtha, when a gatekeeper, |#| Joined his palms in homage |#| As the well-gone Bright Light entered the city |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚོགས་ དབང་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ སྙིང་པོ་ ལ །_། རྣ་རྒྱན་ ཕྲེང་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་ [323b] པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $728 “The well-gone Gaṇendra, when the son of a merchant, |#| Offered ear ornaments |#| To the thus-gone Moon Essence [323.b] |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བསྙེངས་བྲལ་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚངས་པ འི་ འོད་ དེ་ ལ །_། མེ་ཏོག་ ཏ་ ར་ ནི་ ཡིས་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $729 “The thus-gone Vigatabhaya, when a brahmin, |#| Scattered hibiscus flowers |#| Before the thus-gone Brahmā Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ བཞེད་པ་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཀོད་པ་ ཆེན་པོ་ དེ །_། |#| ཕོངས་པ་ མེད་པ ས་ སྤྱན་ དག་ དྲངས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $730 “The well-gone Jñānaruci, when a poor man, |#| Offered an unstinting invitation |#| To the thus-gone Great Array |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོས་ ཅན་ དཀའ་ཐུབ་ ཅན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདེ་བ འི་ འོད་ དེ་ ལ །_། ལོ་མ འི་ སྤྱིལ་བུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $731 “The well-gone Gandha,#233 when an ascetic, |#| Offered a cottage made of leaves |#| To the thus-gone Blissful Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བློ་ མཆོག་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་ མཆོག་ དེ་ ལ་ ནི །_། ཨ་ ག་ རུ་ ཡི་ བདུག་པ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $732 “The thus-gone Varabuddhi, when a merchant, |#| Offered aloeswood incense |#| To the thus-gone Supreme Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ ཤིང་ ཐུན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཞི་བ འི་ འོད་ དེ་ ལ །_། བ་ རུ་ ར་ ཡི་ འབྲས་བུ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $733 “The thus-gone Candra, when a wood gatherer, |#| Offered beleric myrobalan fruits |#| To the thus-gone Light of Peace |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ ཟླ་འོད་ ཚོང་པ འི་ ཚེ །_། བདེ་གཤེགས་ ཡིད་གཉིས་ ལས་ ནི་ འདས་པ་ ལ །_། ནོར་བུ་ རིན་ཆེན་ མེ་ཤེལ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $734 “The well-gone Ratnābhacandra, when a merchant, |#| Offered a precious sun-crystal |#| To the well-gone Beyond Doubt |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསྙེངས་ མེད་ མདུན་ འདོན་ བུར་ གྱུར་ ཚེ །_། བདེ་གཤེགས་ འཁྲུལ་པ་ མེད་པ འི་ བློ་ལྡན་ ལ །_། སིན་ དྷུ་བ་ རི འི་ མེ་ཏོག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $735 “The well-gone Abhaya, when the son of a royal priest, |#| Offered sindhubara flowers |#| To the well-gone Mind Free from Delusion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟིགས་པ་ ཆེན་པོ་ རྩྭ་ ཐུན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བརྟུལ་ཞུགས་ འབྱོར་ དེ་ ལ །_། ཨ་ ག་ རུ་ ཡི་ འབྲས་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $736 “The well-gone Mahādarśana, when a straw collector, |#| Offered aloeswood fruit |#| To the thus-gone Wealth of Yogic Discipline |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཚངས་དབྱངས་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡན་ལག་ མཛེས་པ་ ལ །_། རྒྱ་ཤུག་ འབྲས་བུ འི་ ཕྱེ་མ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $737 “The thus-gone Brahmaruta, when a physician, |#| Offered jujube fruit powder |#| To the thus-gone Beautiful Limbs |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དབྱངས་ བཟང་ ལྷ་རིས་པ་ ཡི་ ཚེ །_། བུ་ཡུག་ ལངས་ ཚེ་ ཁང་པ་ ཕྱགས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ བསྙེངས་ མེད་ དགྱེས་པ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $738 “The well-gone Sughoṣa, when a god, |#| Swept the house at the time of a snowstorm |#| Before the thus-gone Fearless Delight, |#| And in doing so first gave rise to the mind of awakening. [324.a]

source: [324a] བདེ་གཤེགས་ ཤེས་རབ་ ཆེ་ སྟེགས་ ནད་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྣམ་ གྲངས་ དབྱངས་ དེ་ ལ །_། པི་པི་ལིང་ གི་ འབྲས་བུ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $739 “The well-gone Mahā­prajñā­tīrtha, when suffering from illness, |#| Offered peppercorns |#| To the thus-gone Melody of Categories |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་གྲོས་ ཟླ་ མེད་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དབྱངས་ ནི་ ཆེན་པོ་ དེ །_། |#| ཉི་མ་ འགའ་ཞིག་ བཞུགས་པ ར་ གསོལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $740 “The well-gone Asamabuddhi, when a merchant, |#| Requested the thus-gone Great Melody |#| To stay for a few days |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྡོ་རྗེ་ མཁྲེགས་ ནི་ བྱིས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྣམ་པར་ འབྱེད་ ལྡན་ ལ །_། ཏིལ་ དང་ འདྲེས་པ འི་ འབྲས་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $741 “The well-gone Acalaprajñābha, when a young child, |#| Offered rice mixed with sesame |#| To the thus-gone Endowed with Discernment |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བྱང་ཆུབ་ བློ་གྲོས་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགོངས་པ་ ཆེན་པོ་ ལ །_། མེ་ཏོག་ བར་ ཤི་ ཀ་དག་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $742 “The well-gone Buddhimati, when a potter, |#| Scattered vārṣikī flowers |#| Before the thus-gone Great Intention |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྗོན་ཤིང་ དབང་པོ་ རྒྱལ་པོ་ ཡི །_། ཕོ་ཉ འི་ ཚེ་ ན་ བདེ་གཤེགས་ གཟུགས་ གསལ་ ལ །_། སྐུ་ རེགས་ གཅིག་ཅིག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $743 “The well-gone Drumendra, when a royal messenger, |#| Offered a single belt |#| To the well-gone Luminous Form |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གདངས་ སྙན་ འདྲོན་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐུ་རྩལ་ ཆེན་པོ་ དེ །_། |#| འཇིགས་པ་ མེད་པ ས་ ལམ་ཀ ར་ སྤྱན་ དྲངས་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $744 “The thus-gone Ghoṣasvara, when a traveler, |#| Guided the thus-gone Great Power |#| Along the road without danger |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ སྟོབས་ ནི་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདེ་བ ར་ གཟིགས་ དེ་ |#| ལ །_། ཞུན་མ ར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $745 “The well-gone Puṇyabala, when a merchant, |#| Offered clarified butter |#| To the thus-gone Blissful Vision |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མཐུ་དཔལ་ དགེ་སློང་ ཚེ །_། བཟོད་པ་ དག་ ནི་ བསྒོམ་པ་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ གནོད་པ་ སྤངས་པ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $746 “The thus-gone Sthāmaśrī, when a monk, |#| Cultivated patience |#| Before the thus-gone Relinquishing Harm, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཕགས་ དགྱེས་ དགོན་པ འི་ དགེ་སློང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཞི་བ་ གསལ་ དེ་ |#| ལ །_། སྲན་ གྱི་ ཕྱེད་ཙམ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $747 “The well-gone Āryapriya, when a monk living in solitude, |#| Offered half a bean |#| To the thus-gone Luminous Peace |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མཐུ་སྟོབས་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིམས་ མེད་ བློ་ལྡན་ ལ །_། འབྲས་བུ་ སར་པ་ མཆོག་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $748 “The thus-gone Pratapta, when a garland maker, |#| Offered exquisite fresh fruit |#| To the thus-gone Mind Free from the Contagions |#| And in doing so first gave rise to the mind of awakening. [324.b]

source: བདེ་ [324b] གཤེགས་ སྐར་ དགྱེས་ བཅའ་བ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་ སྟེགས་ དེ་ ལ །_། སྣོད་ དག་ སྦྲང་རྩི ས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $749 “The well-gone Jyotīrāma, when a cook, |#| Offered a vessel filled with honey |#| To the thus-gone Support for the Worthy Ones |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤྲིན་ གྱི་ རྔ་སྒྲ་ སྤོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་ལྡན་ ལེགས་ བསགས་ ལ །_། ཨུ་ ཤི་ ར་ ཡི་ ཕྱེ་མ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $750 “The well-gone Dundubhi­megha­svara, when an incense merchant, |#| Offered uśira powder |#| To the thus-gone Wise Accumulator of Goodness |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ དག་ སྡུག་པ འི་ ཞལ །_། ཕྱག་དར་པ་ ཚེ་ རྔ་ཆེན་ བརྡུངས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ དུ་ གསལ་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $751 “The thus-gone Priya­cakṣurvaktra, when a sweeper, |#| Beat a great drum |#| Before the thus-gone Universal Clarity |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ བཟང་ལྡན་ ཤིང་ དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ གཟི་བརྗིད་ ལ །_། སྣོད་ དག་ འོ་མ ས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $752 “The well-gone Sujñāna, when the master of a forest, |#| Offered vessels filled with milk |#| To the thus-gone Moon Splendor |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འབྱོར་ལྡན་ རྟེན་ བཅས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ མཆོད་གནས་ ལ །_། ལ་དུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $753 “The thus-gone Samṛddha, when having a support,#234 |#| Offered laḍḍu |#| To the thus-gone Recipient of Divine Worship |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ ཕུང་པོ་ ཀུན་ རྒྱུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ དབྱངས་ དེ་ ལ །_། ཀྲྀཥྞ་ ས་ར འི་ པགས་པ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $754 “The well-gone Guṇarāśi, when a wandering ascetic, |#| Offered a spotted antelope hide |#| To the thus-gone Divine Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གསལ་བ་ རྒྱལ་པོ འི་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ཉི་མ་ ལ །_། གསེར་ གྱི་ ཕྲེང་བ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $755 “The well-gone Prasanna, when a princess, |#| Offered a golden garland |#| To the thus-gone Flower Sun |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ ཀྱི་ རྒྱལ་མཚན་ སློང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་ གནས་ ཞབས་ དེ་ ལ །_། གོས་ ཀྱི་ རས་མ་ སོར་ བཞི་ ཙམ་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $756 “The well-gone Dharmadhvaja, when a beggar, |#| Offered a patch of clothing the size of four finger widths |#| To the thus-gone Support for Excellent Abiding |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ ང་རོ་ ཚོང་དཔོན་ གྱི །_། བུ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ ཏོག་ དེ་ ལ །_། ཚེམས་ཤིང་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $757 “The well-gone Jñānaruta, when the son of a merchant, |#| Offered toothsticks |#| To the thus-gone Crest |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁའ་ ཤིང་ ཐུན་ ཚེ །_། བདེ་གཤེགས་ སྣ་མ འི་ མེ་ཏོག་ གསལ་ དེ་ ལ །_། རྒྱ་ཤུག་ དག་ གི་ འབྲས་བུ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $758 “The thus-gone Gagana, when a wood gatherer, |#| Offered jujube fruit |#| To the well-gone Luminous Sumanā Flower |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཆོད་སྦྱིན་ ང་རོ་ རྟེན་ བཅས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟོབས་ ཀྱི་ འོད་ དེ་ ལ །_། བལ་ སྲན་ གྲེའུ་ དང་ སྦྱར་བ འི་ འབྲུ་མར་ ཕུལ །_། |#| དང་པོ ར་ [325a] བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $759 “The well-gone Yajñasvara, when having a support,#235 |#| Offered oil made with beans |#| To the thus-gone Light of Strength |#| And in doing so first gave rise to the mind of awakening. [325.a]

source: བདེ་གཤེགས་ ཤེས་རབ་ རྣམ་ འགོད་ ང་རོ་ ནི །_། རལ་པ་ ཅན་ ཚེ་ བདེ་གཤེགས་ ཡོན་ཏན་ བཞེད །_། |#| དེ་ ལ་ དཀའ་ཐུབ་ གནས་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $760 “The well-gone Jñāna­vihāsa­svara, when a dreadlocked ascetic, |#| Offered a place for the performance of austerities |#| To the well-gone Acceptance of Excellent Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ འོད་ཟེར་ གཟི་བརྗིད་ བཟང་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ ཀྱི་ མེ་ཏོག་ དེ་ ཡི་ ནི །_། ཆོས་གོས་ སྣམ་སྦྱར་ དག་ ནི་ དྲུབ་པ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $761 “The well-gone Guṇatejoraśmi, when a tailor, |#| Sewed cīvara and saṃghāṭi robes |#| For the thus-gone Dharma Flower |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དྲང་སྲོང་ དབང་པོ་ བསོད་སྙོམས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ མཛེས་པ་ ལ །_། ཁབ་རལ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $762 “The well-gone Ṛṣīndra, when a recipient of alms, |#| Offered a needle case |#| To the thus-gone Splendid Beauty |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་ལྡན་ ཕྱུགས་རྫི འི་ དཔོན་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ སྣང་ མཛད་ ལ །_། ལྷུང་བཟེད་ འོ་མ ས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $763 “The well-gone Matimat, when a leader of cattle herders, |#| Offered an alms bowl filled with milk |#| To the thus-gone Illuminating Moon |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོབས་པ འི་ ཚོགས་ ནི་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཞི་བ འི་ འོད་ དེ་ ལ །_། ཙམ་པ་ཀ་ ཡི་ ཚལ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $764 “The well-gone Pratibhānagaṇa, when a prince, |#| Offered a garden of campaka flowers |#| To the thus-gone Light of Peace |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཆོད་སྦྱིན་ བཟང་པོ་ ཤིང་ ཐུན་ ཚེ །_། བདེ་གཤེགས་ ཀུན་ དུ་ ཡོན་ཏན་ མཆོག་ དེ་ ལ །_། ཤིང་ བིལ་བ་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $765 “The well-gone Suyajña, when a wood gatherer, |#| Offered wood apple trees |#| To the well-gone Universally Supreme Qualities |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཟླ་ཞལ་ མར་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ རྣམ་རྒྱལ་ ལ །_། ཞུན་མ ར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $766 “The thus-gone Candrānana, when a butter merchant, |#| Offered clarified butter |#| To the thus-gone Victorious Splendor |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤིན་ཏུ་ གཟིགས་པ་ ད་ ནུར་ མཁན །_། བྱེད་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ ལྷ ས་ མཆོད་ ལ །_། བག་ ཆོས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །།_།།
en: $767 “The well-gone Sudarśana, when a baker,#236 |#| Offered a cake |#| To the thus-gone Worshiped by Gods |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྡུལ་བྲལ་ འདྲེག་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ དབྱངས་ དེ་ ལ །_། སྤུ་གྲི་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $768 “The thus-gone Viraja, when a barber, |#| Offered a razor |#| To the thus-gone Divine Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ ཚོགས་ ནི་ ཁྲུས་པ འི་ ཚེ །_། བདེ་གཤེགས་ འཁྲུལ་པ་ མེད་པར་ སྦྱོར་ [325b] བ་ ལ །_། ཁྲུས་ཁང་ དག་ ནི་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $769 “The well-gone Guṇasañcaya, when a bath attendant, |#| Offered a bathing house [325.b] |#| To the well-gone Engagement Free from Delusion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཏོག་ ལྡན་ ཁྱིམ་བདག་ ཚེ་ ན་ དེ་བཞིན་ གཤེགས །_། |#| བརྩོན་འགྲུས་ ཆེན་པོ་ འཁོར་ དང་ བཅས་པ་ བྱེ་བ་ དག _། |#| དབྱར་གནས་ ཟླ་ གསུམ་ ཞལ་ཟས་ རོ་བརྒྱ་པ་ གསོལ་ ནས །_། |#| དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $770 “The well-gone Ketumat, when a householder, |#| Offered meals with a hundred flavors during the three months of the rains retreat |#| To the thus-gone Great Diligence and his retinue of ten million, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡུལ་འཁོར་ སྤོབས་པ་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡིད་འོང་ དབྱངས་ དེ་ ལ །_། མར་མེ འི་ སྙིང་པོ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $771 “The well-gone Pratibhāna­rāṣṭra,#237 when a poor person, |#| Offered lamp wicks |#| To the thus-gone Compelling Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ རབ་ སྦྱིན་ བྱི་བོ་ བྱེད་པ འི་ ཚེ །_། ཉི་མ་ འགའ་ཞིག་ ཚངས་པ ར་ སྤྱོད་པ་ མནོས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ ཀུན་ དུ་ དབྱངས་ཅན་ དེ་ ལ་ ནི །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $772 “The well-gone Ratnapradatta, when an adulterer, |#| Adhered to celibacy for a few days |#| Before the thus-gone Possessor of Universal Melody, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་བ་ དགྱེས་པ་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྨོན་ལམ་ སྦྱངས་པ་ ལ །_། སྒེའུ་གཤེར་ མེ་ཏོག་ དག་ གིས་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $773 “The well-gone Priyacandra, when a prince, |#| Scattered ginger flowers |#| Before the thus-gone Purified Aspiration |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཁེངས་མེད་ བཅའ་བ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ འདོད་ དེ་ |#| ལ་ ནི །_། མར་ཁུ ར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $774 “The well-gone Anunnata,#238 when a cook, |#| Offered clarified butter |#| To the thus-gone Desired by Gods |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ སྟོབས་ ནི་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཤེས་རབ་ སྟོབས་ དེ་ ལ །_། ཨ་མྲ འི་ འབྲས་བུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $775 “The well-gone Siṃhabala, when a brahmin, |#| Offered mango fruits |#| To the thus-gone Strength of Insight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དབང་ སྒྱུར་ རྒྱལ་པོ འི་ ཁྱིམ་བདག་ གི །_། བུ་ ཚེ་ བདེ་གཤེགས་ ཀུན་ དུ་ གཟིགས་ དེ་ |#| ལ །_། སླེ་ཏྲེས་ ལོ་མ་ དག་ གིས་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $776 “The well-gone Vaśavartirāja, when the son of a householder, |#| Scattered guḍūcī leaves |#| Before the well-gone Universal Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བདུད་རྩི་ གསལ་བ་ མཆོངས་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚངས་པ ས་ མཆོད་ དེ་ |#| ལ །_། གསེར་ སྣམ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $777 “The well-gone Amṛtaprasanna, when an expert on agates, |#| Offered golden cloths |#| To the thus-gone Worshiped by Brahmā |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསམ་གཏན་ སྙོམས་པ་ ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐུབ་པ འི་ མེ་ཏོག་ ལ །_། མེ་ཏོག་ དག་ གིས་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $778 “The well-gone Samadhyāyin, when a forest guard, |#| Offered flowers |#| To the thus-gone Flower of the Able |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཁྲུག་ མེད་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁ འི་ བློ་ དེ་ ལ །_། ནོར་བུ་ རིན་ཆེན་ གླེགས་མ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ [326a] ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $779 “The well-gone Akṣobhya, when the son of a merchant, |#| Offered a jewel-studded book cover |#| Before the thus-gone Sky Mind [326.a] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དྲི་མ་ རབ་ ཞི་ ཕྱུག་པོ་ ཡི །_། བུ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ རླབས་ འཇོམས་ ལ །_། གདུ་བུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $780 “The well-gone Praśāntamala, when the son of a rich man, |#| Offered bracelets |#| Before the thus-gone Conquering the Waves |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཕྱོགས་ མ་ བསླད་པ་ ཁྱིམ་བདག་ གི །_། བུ་ ཚེ་ བདེ་གཤེགས་ ཤེས་རབ་ རྫོགས་པ་ ལ །_། མར་ཁུ ར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $781 “The well-gone Deśāmūḍha, when the son of a householder, |#| Offered clarified butter |#| Before the well-gone Perfect Insight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཛེས་པ་ བུ་རམ་ཤིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚེར་མ་ དཀྲུགས་པ་ ལ །_། བུ་རམ་ཤིང་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $782 “The well-gone Laḍita, when the guardian of a sugarcane field, |#| Offered sugarcane fields |#| Before the thus-gone Disturber of Thorns |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཞལ་ བཟངས་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་ འདུལ་ དེ་ ལ་ ནི །_། མུ་ཏིག་ དམར་པོ་ དག་ གིས་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $783 “The thus-gone Suvaktra, when a businessman, |#| Scattered red pearls |#| Before the thus-gone Tamer of Enemies |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤུགས་ གནས་ ཡེ་ཤེས་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་ དགྱེས་པ་ ལ །_། བུམ་པ་ ཆུ་ ཡིས་ བཀང་ སྟེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $784 “The well-gone Sthita­vega­jñāna, when a potter, |#| Offered a jar filled with water |#| Before the thus-gone Delighting the Worthy Ones |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གསུང་ དབང་ བཅའ་བ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚུལ་ཁྲིམས་ མཆོག་གནས་ ལ །_། བཅའ་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $785 “The well-gone Kathendra, when a cook, |#| Offered food |#| Before the thus-gone Abiding by Supreme Discipline |#| And in doing so first gave rise to the mind of awakening.
